Cilium/performance/abcd/multi-perf2/report3000.txt
Requests      [total, rate]            90000, 3000.02
Duration      [total, attack, wait]    30.000186136s, 29.999828959s, 357.177µs
Latencies     [mean, 50, 95, 99, max]  956.602µs, 426.982µs, 2.945206ms, 7.485519ms, 411.43108ms
Bytes In      [total, mean]            2340000, 26.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:90000  
Error Set: